products_bag = [
    {
        'name': 'Сумочка 21x16',
        'description': 'Сумочка зефирка связана из трикотажной пряжи.  \n'
                       'Размер: 21*16, длина ручки  120 см. \n'
                       'Цена 2000 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/bag/1.jpg'
    },
    {
        'name': 'Сумочка 25x18',
        'description': 'Сумочка зефирка связана из трикотажной пряжи.  \n'
                       'Размер: 25x18, длина ручки  120 см. \n'
                       'Цена 2500 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/bag/2.jpg'
    },
{
        'name': 'Сумочка 22x25',
        'description': 'Сумочка зефирка связана из трикотажной пряжи.  \n'
                       'Размер: 22x25, длина ручки  120 см. \n'
                       'Цена 1000 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/bag/3.jpg'
    },
{
        'name': 'Сумочка 20x21',
        'description': 'Сумочка зефирка связана из трикотажной пряжи.  \n'
                       'Размер: 20x21, длина ручки  120 см. \n'
                       'Цена 800 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/bag/4.jpg'
    },
{
        'name': 'Сумочка 13х18',
        'description': 'Сумочка маленькая, для телефона и мелочей связана из трикотажной пряжи.  \n'
                       'Размер: 13х18, длина ручки  98 см. \n'
                       'Цена 500 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/bag/6.jpg'
    },
{
        'name': 'Сумочка 13х18',
        'description': 'Сумочка маленькая, для телефона и мелочей связана из трикотажной пряжи.  \n'
                       'Размер: 13х18, длина ручки  98 см. \n'
                       'Цена 500 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/bag/7.jpg'
    },
{
        'name': 'Сумочка 20х10',
        'description': 'Сумка таблетка связана из трикотажной пряжи на молнии.  \n'
                       'Размер: 20х10 \n'
                       'Цена 1300 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/bag/8.jpg'
    },
{
        'name': 'Сумочка 20х10',
        'description': 'Сумка таблетка связана из трикотажной пряжи на молнии.  \n'
                       'Размер: 20х10 \n'
                       'Цена 1300 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/bag/9.jpg'
    },
{
        'name': 'Сумочка 15х8',
        'description': 'Сумка таблетка связана из трикотажной пряжи на молнии.  \n'
                       'Размер: 15х8 \n'
                       'Цена 800 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/bag/10.jpg'
    },

]

products_games = [
    {
        'name': 'Щелкунчик',
        'description': 'Связан из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 25 см.\n'
                       'Цена 1000 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/1.jpg'
    },
    {
        'name': 'Вязанная игрушка крючком 30 см',
        'description': 'Связан из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 30 см.\n'
                       'Цена 3000 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/2.jpg'
    },
    {
        'name': 'Снеговик',
        'description': 'Связан из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 20 см.\n'
                       'Цена 800 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/3.jpg'
    },
    {
        'name': 'Вязанная игрушка крючком 35 см',
        'description': 'Связан из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 35 см.\n'
                       'Цена 1500 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/4.jpg'
    },
    {
        'name': 'Вязанная игрушка крючком 35 см',
        'description': 'Связан из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 35 см.\n'
                       'Цена 2200 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/5.jpg'
    },
    {
        'name': 'Чебурашка',
        'description': 'Связан из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 25 см.\n'
                       'Цена 800 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/6.jpg'
    },
    {
        'name': 'Милые медвежата',
        'description': 'Связаны из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 25 см.\n'
                       'Цена 1000 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/7.jpg'
    },
    {
        'name': 'Вязанная игрушка крючком 20 см',
        'description': 'Связана из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 20 см.\n'
                       'Цена 800 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/8.jpg'
    },
    {
        'name': 'Вязанная игрушка крючком 20 см',
        'description': 'Связаны из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 20 см.\n'
                       'Цена 600 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/9.jpg'
    },
    {
        'name': 'Милые совушки',
        'description': 'Связаны из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Цена маленькой совы 500 рублей, большая 1000 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/10.jpg'
    },
    {
        'name': 'Вязанная игрушка крючком 30 см',
        'description': 'Связаны из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 30 см.\n'
                       'Цена 1000 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/11.jpg'
    },
    {
        'name': 'Голубые береты',
        'description': 'Связаны из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 30 см.\n'
                       'Цена 1500 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/12.jpg'
    },
    {
        'name': 'Вязанная игрушка крючком 30 см',
        'description': 'Связаны из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 30 см.\n'
                       'Цена 1000 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/13.jpg'
    },
    {
        'name': 'Синий трактор',
        'description': 'Связаны из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Высота 25 см.\n'
                       'Цена 1000 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/14.jpg'
    },
    {
        'name': 'Вязанная игрушка крючком',
        'description': 'Связаны из детской пряжи, гипоаллергенный наполнитель. \n'
                       'Все детальки надёжно пришиты.\n'
                       'Цена 700 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/games/15.jpg'
    },
]
products_baskets = [
    {
        'name': 'Корзинка №1',
        'description': 'Материал: полиэфирный шнур, держит форму, деревянное донышко.  \n'
                       'Размеры корзины: 18 см диаметр донышка, 11 см высота корзинки.\n'
                       'Цена 500 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/baskets/1.jpg'
    },
    {
        'name': 'Корзинка №2',
        'description': 'Материал: трикотажная пряжа (100% хлопок), держит форму, деревянное донышко. \n'
                       'Размеры корзины: 20 см диаметр донышка, 12 см высота корзинки.\n'
                       'Цена 700 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/baskets/2.jpg'
    },
    {
        'name': 'Корзинка №3',
        'description': 'Материал: трикотажная пряжа (100% хлопок), держит форму, деревянное донышко. \n'
                       'Размеры корзины: 12 см диаметр донышка, 8 см высота корзинки.\n'
                       'Цена 350 рублей.\n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/baskets/3.jpg'
    },
    {
        'name': 'Стильный набор корзинок №1',
        'description': 'Материал: трикотажная пряжа (100% хлопок), держит форму, деревянное донышко. \n'
                       'Размеры корзины: 18, 13, 8 см диаметры донышек, 11 см высота корзинки. \n'
                       'Цена 1200 рублей. \n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/baskets/4.jpg'
    },
    {
        'name': 'Стильный набор корзинок №2',
        'description': 'Материал: трикотажная пряжа (100% хлопок), держит форму, деревянное донышко. \n'
                       'Размеры корзины: 20, 16, 11 см диаметры донышек, 9 см высота корзинки. \n'
                       'Цена 1200 рублей. \n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/baskets/5.jpg'
    },
    {
        'name': 'Стильный набор корзинок №3',
        'description': 'Материал: трикотажная пряжа (100% хлопок), держит форму, деревянное донышко. \n'
                       'Размеры корзины: 18, 13, 8 см диаметры донышек, 10 см высота корзинки.  \n'
                       'Цена 1200 рублей. \n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/baskets/6.jpg'
    },
    {
        'name': 'Стильный набор корзинок №4',
        'description': 'Материал: трикотажная пряжа (100% хлопок), держит форму, деревянное донышко. \n'
                       'Размеры корзины: 18, 13,  см диаметры донышек, 11 см высота корзинки. \n'
                       'Цена 850 рублей. \n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/baskets/7.jpg'
    },
    {
        'name': 'Стильный набор корзинок №5',
        'description': 'Набор для ванной комнаты, в нем можно хранить ватные диски, палочки, косметику. \n'
                       'Материал: трикотажная пряжа (100% хлопок), держит форму, деревянное донышко. \n'
                       'Размеры корзины: 18, 8, 8 см диаметры донышек, 11 см высота корзинки. \n'
                       'Цена 1200 рублей. \n'
                       'Срок изготовления - 7 дней.',
        'image_path': 'img/baskets/8.jpg'
    },
]
